<?php

return [
	'project'			=>	'Проект',
	'read_more'			=>	'Читати далі',
	'read_less' 		=> 	'Приховати',
	'detail' 			=>	'Детальніше',
	'close'				=>	'Закрити',
	'load_more'			=>	'Завантажити ще',
	'comments'			=>	'{0} Коментарів|{1} Коментар|[2,3,4] Коментарі|[5,*] Коментарів',
	'facebook_share'	=> 	'Поширити у Facebook',

	//Кнопки
	'expert_register'	=> 'Стати експертом',
	'read_review'		=> 'Читати відгуки',
	'ask_question'		=> 'Поставити питання',
	'get_brif'			=> 'Отримати бриф',
	'go_to_project'		=> 'Перейти до проектів',
	'go_to_home'		=> 'Перейти на головну',
];
