<?php

return [
	'default_header'			=> 'Помилка',
    'registered_header'			=> 'Дякуємо за реєстрацію',
    'registered_message'		=> 'На ваш email: :email  було надіслано лист з активаційним посиланням. Будь ласка, перейдіть за ним для завершення процедури реєстрації.<br><strong>Звертаємо увагу що лист міг потрапити в папку спам</strong>!',
	'user_not_found_message'	=> 'Користувач не знайдений',
    'already_verify_message'	=> 'Ви вже підтверджували свій email раніше',
	'thankyou_email_header'		=> 'Дякуємо що підтвердили свій email',
	'thankyou_email_message'	=> 'Тепер ви можете авторизуватися на сайті',
	'cod_not_valid_header'		=> 'Код підтвердження не вірний',
	'cod_not_valid_message'		=> 'Ми відправили вам повторний код на ваш email: :email.',
	'not_verify_message'		=> 'Ви не підтвердили свій email. Будь ласка підтвердіть його і авторизуйтесь знову.',

    //Brif
    'brif_header'   => "Дякуємо за заповнений Бріф",
    'brif_message'  => "Ми зв'яжемося з Вами найближчим часом як тільки опрацюємо Ваш бриф.",

	//User Ban
	'ban_header'				=> 'Ви потрапили в:',
	'ban_for_life'				=> 'Ви потрапили в цей список назавжди.',
	'ban_for_time'				=> 'Ви потрапили в цей список до:',
	'ban_note'					=> 'Причина: ',

	//User Setting
	'acaunt_is_busy'			=> "Цей обліковий запис соціальної мережі вже прив'язаний до іншого користувача",

	//Error pages
	'401_text'					=> 'Вибачте, ви не авторизовані, щоб отримати доступ до цієї сторінки.',
	'403_text'					=> 'Вибачте, вам заборонено відвідувати цю сторінку.',
	'404_text'					=> 'Сторінка не знайдена',
	'419_text'					=> 'Вибачте, ваш сеанс закінчився. Будь ласка, поновіть сторінку і спробуйте знову.',
	'429_text'					=> 'Вибачте, ви робите дуже багато запитів до наших серверів.',
	'500_text'					=> 'Ой, щось сталося не так на наших серверах.',
	'503_text'					=> 'На жаль, ми виконуємо певні роботи. Скоро поверніться назад.',
];
