<?php

return [
	// основное
	'other'			=>	'Інше',
	'submit'		=>	'Надіслати',

	/* Валидация */
    'required'		=>	'На це питання необхідно відповісти',
    'min_chars'	=>	'Мінімальна кількість символів --numb--',
    'max_chars'	=>	'Максимальна кількість символів --numb--',
    'min_numb'	=>	'Мінімальне значення --numb--',
    'max_numb'	=>	'Максимальне значення --numb--',
    'min_check'	=>	'Мінімальна кількість відповідей --numb--',
    'max_check'	=>	'Максимальна кількість відповідей --numb--',

	/* Ошибки */
	'not_allow' => 'У вас недостатньо прав',
	'already_submitted_project' => 'Ви вже подавали заявку в цей проект',
	'registration_completed' => 'Реєстрація завершена або ще не почалася',
	'not_admitted_project' => 'Ви не були допущені в цей проект',
	'not_participate_project' => 'Ви не брали участі в цьому проекті',
	'not_fill_main_report' => 'Ви ще не заповнили основний звіт',
	'fill_this_questionnaire' => 'Ви вже заповнили цю анкету',

	'thank_you_regiter_header' 		=> 'Дякуємо за заповнення анкети',
	'thank_you_regiter_message' 	=> 'Наші модератори перевірять вашу анкету, в разі незнаходження помилок ви будете допущені до відбору в проект',
	'thank_you_report_header' 		=> 'Дякуємо за заповнення звіту',
	'thank_you_report_message'	 	=> 'Дякуємо за участь у проекті!',


    'not_registration_text'	 	=> 'Ви не зареєстровані, заповніть форму нижче.',
];
