<?php

return [
	/* Регистрация */
	'last_name'				=>	'Прізвище',
	'first_name'			=>	'Ім\'я',
	'patronymic'			=>	'По батькові',
	'birsday'				=>	'Рік народження',
	'sex'					=>	'Ваша стать',
	'man'					=>	'Чоловіча',
	'woman'					=>	'Жіноча',
	'country'				=>	'Країна',
	'region'				=>	'Область',
    'new_region'			=>	'Області немає в списку',
    'new_region_placeholder'=>	'Введіть область',
	'city'					=>	'Населений пункт',
    'new_city'	    		=>	'Населеного пункту немає в списку',
    'new_city_placeholder'  =>	'Введіть населений пункт',
	'name'					=>	'Нікнейм',
    'phone'					=>	'Телефон',
	'password'				=>	'Пароль',
	'password_confirmation'	=>	'Повторіть пароль',
	'submit'				=>	'Стати експертом',

	/* Валидация */
	'required'				=> "Це поле обов`язкове",
	'minlength'				=> 'Мінімальна кількість символів {0}',
	'maxlength'				=> 'Максимальна кількість символів {0}',
	'equalTo'				=> 'Паролі не співпадають',
	'email'					=> 'Не вірно вказаний email',
	'isEmail'				=> 'Такий email вже зареєстрований',
	'isName'				=> 'Такий Никнейм зайнятий',
];
