<?php

return [
	/* Карточка отзыва */
	'comment_count'				=> '{0} У відгука :count коментарів|{1} У відгука :count коментар|[2,3,4] У відгука :count коментарі|[5,*] У відгука :count коментарів',
	'comment_more_count'		=> '{0} Показати ще :count коментарів|{1} Показати ще :count коментар|[2,3,4] Показати ще :count коментаря|[5,*] Показати ще :count коментарів',
	'comment_reply'				=> 'Відповісти',
	'comment_placeholder'		=> 'Ваш комментар',
	'comment-n_auth'			=> 'Щоб залишити коментар необхідно',
	'comment-n_auth_link'		=> 'Авторизуватися',
	'review_edit'				=> 'Редагувати',
	'single_review_page_header'	=> 'Відгук',

	/* Сортировка отзывов */
	'sort_new'			=>	'Спочатку нові',
	'sort_old'			=>	'Спочатку старі',
	'sort_popular'		=>	'За популярністю',
	'sort_user'			=>	'За користувачами',

	/* Комментарий оставлен */
    'comment_success_header'		=>	'Коментар залишено',
    'comment_success_text'			=>	'Коментар з\'явиться після того як його перевірять наші модератори.',

];
