<?php

return [
	//Оповещения
	'empty' 				=> 'Порожньо',
	'all_notification' 		=> 'Показати всі',
	'go_to_link' 			=> 'Перейти',

	//Меню
	'profile_link' 			=> 'Особистий кабінет',
	'exit' 					=> 'Вихід',

	//Страница пользователя
	'user_id'				=> 'ID користувача',
	'user_likes'			=> 'Отримано лайків',
	'user_rating_count'		=> 'У вас зараз',
	'user_not_expert'		=> 'Щоб брати участь в проектах заповніть анкету нижче',
	'user_ref'				=> 'Запроси друга взяти участь у проектах та отримай додаткові бали!',
	'rating_point'			=> 'балів',

	// Меню на странице пользователя
	'menu_questionnaire' 	=> 'Анкета',
	'menu_project' 			=> 'Проекти',
	'menu_rating' 			=> 'Рейтинг',
	'menu_review' 			=> 'Відгуки',
	'menu_notification' 	=> 'Сповіщення',
	'menu_setting' 			=> 'Налаштування',

	// страница рейтинга пользователя
	'rating_history'		=> 'Остання історія нарахування балів:',
    'congratulation'        => 'Вітаємо!',
	'present_text'			=> 'Ви отримали статус ":rating_name:"! Сьогодні ви отримаєте лист з інформацією про подарунок!',

	// страница проектов пользователя
	'get_status_request'	=> 'Дізнатися статус заявки',
	'not_shipping'			=> 'Посилка не відправлена',
	'ttn_shipping'			=> 'Ваш номер ТТН:',
	'write_report'			=> 'Заповнити звіт',
	'write_post_report'		=> 'Пост анкета',
	'send_review'			=> 'Залишити відгук',

	// настройки
	'change_avatar'					=> 'Змінити аватар',
	'change_avatar_confirm_text'	=> 'Щоб зберегти зміни, натисніть на кнопку "Зберегти зміни" внизу сторінки.',
	'add_social_network_to_user'	=> "Прив'яжи соціальну мережу і входь в один клік",
	'get_notification_to_email'		=> 'Отримувати розсилку на електронну пошту',
	'setting_submit'				=> 'Зберегти зміни',

    // оплата
    'payment_type'          => 'Оберіть спосіб оплати',
    'payment_type_mobile'   => 'Поповнення мобільного',
    'payment_type_card'     => 'Переказ на карту',

    'payment_card_number'   => 'Номер вашої карти'
];
