<?php

return [
	'default_header'			=> 'Ошибка',
    'registered_header'			=> 'Благодарим за регистрацию',
    'registered_message'		=> 'На ваш email: :email  было высланно письмо с активационной ссылкой. Пожалуйста перейдите на неё для завершения процедуры регистрации.<br><strong>Обращаем внимание что письмо могло попасть в папку спам</strong>!',
    'user_not_found_message'	=> 'Пользователь не найден',
    'already_verify_message'	=> 'Вы уже подтверждали свой email ранее',
	'thankyou_email_header'		=> 'Спасибо что подтвердили свой email',
	'thankyou_email_message'	=> 'Теперь вы можете авторизироваться на сайте',
	'cod_not_valid_header'		=> 'Код подтверждения не верный',
	'cod_not_valid_message'		=> 'Мы отправили вам повторный код на ваш e-mail: :email.',
	'not_verify_message'		=> 'Вы не подтвердили свой email. Пожалуйста подтвердите его и авторизируйтесь снова.',
    
    //Brif
    'brif_header'   => "Благодарим за заполненный Бриф",
    'brif_message'  => "Мы свяжемся с Вами в ближайшее время как только обработаем Ваш бриф.",

	//User Ban
	'ban_header'				=> 'Вы попали в: ',
	'ban_for_life'				=> 'Вы попали в этот список навсегда.',
	'ban_for_time'				=> 'Вы попали в этот список до:',
	'ban_note'					=> 'Причина: ',

	//User Setting
	'acaunt_is_busy'			=> 'Этот аккаунт социальной сети уже привязан к другому пользователю',

	//Error pages
	'401_text'					=> 'Извините, вы не авторизованы для доступа к этой странице.',
	'403_text'					=> 'Извините, вам запрещен доступ к этой странице.',
	'404_text'					=> 'Страница не найденна.',
	'419_text'					=> 'Извините, ваш сеанс истек. Пожалуйста, обновите и попробуйте снова.',
	'429_text'					=> 'Извините, вы делаете слишком много запросов к нашим серверам.',
	'500_text'					=> 'К сожалению, что-то пошло не так на наших серверах.',
	'503_text'					=> 'Извините, мы делаем техническое обслуживание. Пожалуйста, зайдите в ближайшее время.',

];
