<?php

return [
	// основное
	'other'			=>	'Другое',
	'submit'		=>	'Отправить',


	/* Валидация */
    'required'		=>	'На этот вопрос необходимо ответить',
    'min_chars'	=>	'Минимальное количество символов --numb--',
    'max_chars'	=>	'Максимальное количество символов --numb--',
    'min_numb'	=>	'Минимальное значение --numb--',
    'max_numb'	=>	'Максимальное значение --numb--',
    'min_check'	=>	'Минимальное количество ответов --numb--',
    'max_check'	=>	'Максимальное количество ответов --numb--',

	/* Ошибки */
	'not_allow' => 'У вас недостаточно прав',
	'already_submitted_project' => 'Вы уже подавали заявку в этот проект',
	'registration_completed' => 'Регистрация завершена или ещё не началась',
	'not_admitted_project' => 'Вы не были допущены в этот проект',
	'not_participate_project' => 'Вы не участвовали в этом проекте',
	'not_fill_main_report' => 'Вы ещё не заполнили основной отчёт',
	'fill_this_questionnaire' => 'Вы уже заполнили эту анкету',

	'thank_you_regiter_header' 		=> 'Спасибо за заполнение анкеты',
	'thank_you_regiter_message' 	=> 'Наши модераторы проверят вашу анкету, в случае не нахождения ошибок вы будете допущены к отбору в проект',
	'thank_you_report_header' 		=> 'Спасибо за заполнение отчёта',
	'thank_you_report_message'	 	=> 'Благодарим за участие в проекте!',

	'not_registration_text'	 	=> 'Вы не зарегистрированы, заполните форму ниже.',
];
