<?php

return [
	/* Регистрация */
	'last_name'				=>	'Фамилия',
	'first_name'			=>	'Имя',
	'patronymic'			=>	'Отчество',
	'sex'					=>	'Ваш пол',
	'man'					=>	'Мужской',
	'woman'					=>	'Женский',
	'birsday'				=>	'Год рождения',
	'country'				=>	'Страна',
	'region'				=>	'Область',
	'city'					=>	'Населённый пункт',
	'name'					=>	'Никнейм',
	'password'				=>	'Пароль',
	'password_confirmation'	=>	'Повторите пароль',
	'submit'				=>	'Стать экспертом',

	/* Валидация */
	'required'				=> 'Это поле обязательное',
	'minlength'				=> 'Минимальное количество символов {0}',
	'maxlength'				=> 'Максимальное количество символов {0}',
	'equalTo'				=> 'Пароли не совпадают',
	'email'					=> 'Не верно указан email',
	'isEmail'				=> 'Такой email уже зарегистрирован',
	'isName'				=> 'Такой Никнейм занят',
];
