<?php

return [

    'top_reviews'   => 'Лучшие отзывы',
    'gallery'       => 'Галерея',

	/* Карточка отзыва */
	'comment_count'				=> '{0} У отзыва :count комментариев|{1} У отзыва :count комментарий|[2,3] У отзыва :count комментария|[4,*] У отзыва :count комментариев',
	'comment_more_count'		=> '{0} Показать еще :count комментариев|{1} Показать еще :count комментарий|[2,3] Показать еще :count комментария|[4,*] Показать еще :count комментариев',
	'comment_reply'				=> 'Ответить',
	'comment_placeholder'		=> 'Ваш комментарий',
	'comment-n_auth'			=> 'Чтобы оставить комментарий необходимо',
	'comment-n_auth_link'		=> 'Авторизироваться',
	'review_edit'				=> 'Редактировать',
	'single_review_page_header'	=> 'Отзыв',

	/* Сортировка отзывов */
	'sort_new'			=>	'Сначала новые',
	'sort_old'			=>	'Сначала старые',
	'sort_popular'		=>	'По популярность',
	'sort_user'			=>	'По пользователям',

	/* Комментарий оставлен */
    'comment_success_header'		=>	'Комментарий оставлен',
    'comment_success_text'			=>	'Комментарий появится после того как его проверят наши модераторы.',

];
