<?php

return [
	//Оповещения
	'empty' 				=> 'Пусто',
	'all_notification' 		=> 'Показать все',
	'go_to_link' 			=> 'Перейти',

	//Меню
	'profile_link' 			=> 'Личный кабинет',
	'exit' 					=> 'Выход',

	//Страница пользователя
	'user_id'				=> 'ID пользователя',
	'user_likes'			=> 'Получено лайков',
	'user_rating_count'		=> 'У вас сейчас',
	'user_not_expert'		=> 'Чтобы участвовать в проектах заполните анкету ниже',
	'user_ref'				=> 'Пригласи друга участвовать в проектах и получи дополнительные баллы!',
	'rating_point'			=> 'балл|балла|баллов',
    'blogger'               => 'Блогер',

	// Меню на странице пользователя
	'menu_questionnaire' 	=> 'Анкета',
	'menu_project' 			=> 'Проекты',
	'menu_rating' 			=> 'Рейтинг',
	'menu_review' 			=> 'Отзывы',
	'menu_notification' 	=> 'Оповещения',
	'menu_setting' 			=> 'Настройки',

    'menu_my_review' 			=> 'Мои Отзывы',
    'menu_bookmark_review' 		=> 'Избранные Отзывы',

	// страница рейтинга пользователя
	'rating_history'		=> 'Последняя история начисление баллов:',
    'congratulation'        => 'Поздравляем!',
	'present_text'			=> 'Вы получили статус ":rating_name:"! Сегодня вы получите письмо с информацией о подарке!',

	// страница проектов пользователя
	'get_status_request'	=> 'Узнать статус заявки',
	'not_shipping'			=> 'Посылка не отправлена',
	'ttn_shipping'			=> 'Ваш номер ТТН:',
	'write_report'			=> 'Заполнить отчёт',
	'write_post_report'		=> 'Пост анкета',
	'send_review'			=> 'Оставить отзыв',

	// настройки
	'change_avatar'					=> 'Сменить аватар',
	'change_avatar_confirm_text'	=> 'Чтобы сохранить изменения, нажмите на кнопку "Сохранить изменения" внизу страницы.',
	'add_social_network_to_user'	=> 'Привяжи социальную сеть и входи в один клик',
	'get_notification_to_email'		=> 'Получать рассылку на электронный адрес',
	'setting_submit'				=> 'Сохранить изменения',

    // оплата
    'payment_type'          => 'Выберите способ оплаты',
    'payment_type_mobile'   => 'Пополнение мобильного',
    'payment_type_card'     => 'Перевод на карту',

    'payment_card_number'   => 'Номер вашей карты'
];
